#!/usr/bin/python3
# -*- coding: utf-8 -*-
#2
#Дано предложение. Заменить в нем все вхождения буквосочетания про на нет.
string = "проехала пробежала прошла про-икроки - процессор".replace("про", "нет")
print(string)
